{
    "presentation": [
    {
      "id": "literature",
      "topic": "Литература",
      "start": -2100,
      "end": 2025,
      "slides": [
        {
          "id": "literature_1",
          "year": -2100,
          "fact": "Записана «Песнь о Гильгамеше» — древнейший из дошедших до нас литературных памятников."
        },
        {
          "id": "literature_2",
          "year": 1597,
          "fact": "В Лондоне опубликованы первые издания «Ромео и Джульетты» и «Венецианского купца» Уильяма Шекспира."
        },
        {
          "id": "literature_3",
          "year": 1869,
          "fact": "В журнале «Русский вестник» напечатана последняя часть великого романа Льва Толстого «Война и мир»."
        },
        {
          "id": "literature_4",
          "year": 1922,
          "fact": "В Париже выходит в свет роман Джеймса Джойса «Улисс», навсегда изменивший представление о форме романа."
        },
        {
          "id": "literature_5",
          "year": 1955,
          "fact": "В США публикуется «Лолита» Владимира Набокова, вызвавшая один из самых громких литературных скандалов XX века."
        },
        {
          "id": "literature_6",
          "year": 1997,
          "fact": "Мир знакомится с мальчиком-волшебником после публикации первой книги Джоан Роулинг «Гарри Поттер и философский камень»."
        }
      ]
    },
    {
      "id": "cinema",
      "topic": "Кино",
      "start": 1895,
      "end": 2025,
      "slides": [
        {
          "id": "cinema_1",
          "year": 1895,
          "fact": "Братья Люмьер проводят в Париже первый коммерческий публичный киносеанс, показав фильм «Прибытие поезда»."
        },
        {
          "id": "cinema_2",
          "year": 1927,
          "fact": "Выходит «Певец джаза» — первый полнометражный фильм со синхронной речью и музыкой, ознаменовавший эру звукового кино."
        },
        {
          "id": "cinema_3",
          "year": 1977,
          "fact": "Премьера «Звездных войн» Джорджа Лукаса начинает эпоху современных блокбастеров и кинематографических вселенных."
        },
        {
          "id": "cinema_4",
          "year": 1999,
          "fact": "Фильмы «Матрица» и «Бойцовский клуб» становятся культурными иконами и определяют визуальный язык кино на рубеже тысячелетий."
        },
        {
          "id": "cinema_5",
          "year": 2009,
          "fact": "Джеймс Кэмерон выпускает «Аватар», который не только бьет все кассовые рекорды, но и утверждает 3D-формат как новый стандарт."
        },
        {
          "id": "cinema_6",
          "year": 2022,
          "fact": "Картина «На Западном фронте без перемен» становится первым фильмом, снятым в основном на камеру смартфона (iPhone), номинированным на «Оскар»."
        }
      ]
    },
    {
      "id": "art",
      "topic": "Искусство",
      "start": -15000,
      "end": 2025,
      "slides": [
        {
          "id": "art_1",
          "year": -15000,
          "fact": "Созданы наскальные рисунки в пещере Ласко — одни из самых известных памятников палеолитического искусства."
        },
        {
          "id": "art_2",
          "year": 1504,
          "fact": "Микеланджело завершает работу над своей самой знаменитой скульптурой — мраморным «Давидом»."
        },
        {
          "id": "art_3",
          "year": 1888,
          "fact": "Винсент Ван Гог пишет одну из своих самых узнаваемых картин — «Звездную ночь» в лечебнице Сен-Реми."
        },
        {
          "id": "art_4",
          "year": 1917,
          "fact": "Марсель Дюшан представляет «Фонтан» — писсуар, подписанный псевдонимом, ставший иконой концептуального искусства и дадаизма."
        },
        {
          "id": "art_5",
          "year": 1937,
          "fact": "Пабло Пикассо создает «Гернику» — мощнейшее антивоенное высказывание в искусстве в ответ на бомбардировку одноименного города."
        },
        {
          "id": "art_6",
          "year": 2021,
          "fact": "Цифровой коллаж художника Beeple под названием «Everydays: The First 5000 Days» продается на аукционе Christie's как NFT за рекордные 69,3 миллиона долларов."
        }
      ]
    },
    {
      "id": "music",
      "topic": "Музыка",
      "start": 1954,
      "end": 2025,
      "slides": [
        {
          "id": "music_1",
          "year": 1954,
          "fact": "Элвис Пресли записывает свой первый сингл «That's All Right» на Sun Records, положив начало рок-н-ролльной революции."
        },
        {
          "id": "music_2",
          "year": 1967,
          "fact": "The Beatles выпускают альбом «Sgt. Pepper's Lonely Hearts Club Band», который критики называют первым концептуальным рок-альбомом."
        },
        {
          "id": "music_3",
          "year": 1982,
          "fact": "Майкл Джексон представляет миру альбом «Thriller», который станет самым продаваемым альбомом всех времен."
        },
        {
          "id": "music_4",
          "year": 1991,
          "fact": "Группа Nirvana выпускает альбом «Nevermind», выведя гранж и альтернативный рок на музыкальный мейнстрим."
        },
        {
          "id": "music_5",
          "year": 2008,
          "fact": "Служба потоковой передачи музыки Spotify запускается в Европе, навсегда меняя модель распространения и потребления музыки."
        },
        {
          "id": "music_6",
          "year": 2023,
          "fact": "Тейлор Свифт начинает свою грандиозную The Eras Tour, который станет самым кассовым концертным туром в истории."
        }
      ]
    },
    {
      "id": 5,
      "topic": "Технологии",
      "start": 1936,
      "end": 2025,
      "slides": [
        {
          "id": 501,
          "year": 1936,
          "fact": "Алан Тьюринг публикует статью «О вычислимых числах», заложив теоретические основы компьютерных наук."
        },
        {
          "id": 502,
          "year": 1969,
          "fact": "Отправлено первое сообщение по сети ARPANET — прообразу будущего интернета, между университетами UCLA и Стэнфорда."
        },
        {
          "id": 503,
          "year": 1983,
          "fact": "Представлен первый мобильный телефон Motorola DynaTAC 8000X весом почти 1 кг и стоимостью $3995."
        },
        {
          "id": 504,
          "year": 1991,
          "fact": "Тим Бернерс-Ли создает Всемирную паутину (World Wide Web), опубликовав первый в мире веб-сайт info.cern.ch."
        },
        {
          "id": 505,
          "year": 2007,
          "fact": "Стив Джобс представляет первый iPhone, навсегда изменив представление о смартфонах и мобильных технологиях."
        },
        {
          "id": 506,
          "year": 2022,
          "fact": "Компания OpenAI запускает ChatGPT, который становится самым быстрорастущим потребительским приложением в истории."
        }
      ]
    },
    {
      "id": 6,
      "topic": "Путешествия и открытия",
      "start": 1492,
      "end": 2024,
      "slides": [
        {
          "id": 601,
          "year": 1492,
          "fact": "Христофор Колумб достигает берегов Америки, открыв Новый Свет и начав эпоху Великих географических открытий."
        },
        {
          "id": 602,
          "year": 1519,
          "fact": "Экспедиция Фернана Магеллана отправляется в первое кругосветное путешествие, доказав шарообразность Земли."
        },
        {
          "id": 603,
          "year": 1927,
          "fact": "Чарльз Линдберг совершает первый беспосадочный трансатлантический перелёт из Нью-Йорка в Париж за 33.5 часа."
        },
        {
          "id": 604,
          "year": 1969,
          "fact": "Нил Армстронг и Базз Олдрин становятся первыми людьми, ступившими на поверхность Луны в рамках миссии «Аполлон-11»."
        },
        {
          "id": 605,
          "year": 1990,
          "fact": "Запущен космический телескоп «Хаббл», открывший новую эру в астрономии и исследовании Вселенной."
        },
        {
          "id": 606,
          "year": 2021,
          "fact": "Миллиардер Ричард Брэнсон совершает суборбитальный космический полёт на корабле VSS Unity, открыв эру космического туризма."
        }
      ]
    }
  ]
}